Repository: fdddf/RaterKit
Catalog: Sources/RaterKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

# rater.prompt.title
source: Help us improve
de: Hilf uns, besser zu werden
es: Ayúdanos a mejorar
fr: Aidez-nous à nous améliorer
it: Aiutaci a migliorare
ja: 改善にご協力ください
ko: 더 나은 앱이 되도록 도와주세요
pt: Ajude-nos a melhorar
ru: Помогите нам стать лучше
zh_hans: 帮我们做得更好
zh_hant: 幫我們做得更好

# rater.prompt.message
source: Your opinion matters to us — it only takes a few seconds.
de: Deine Meinung ist uns wichtig – es dauert nur ein paar Sekunden.
es: Tu opinión nos importa: solo te llevará unos segundos.
fr: Votre avis compte pour nous — cela ne prend que quelques secondes.
it: La tua opinione è importante per noi: ci vogliono solo pochi secondi.
ja: ご意見をぜひ聞かせてください。数秒で終わります。
ko: 여러분의 의견은 큰 도움이 됩니다. 몇 초면 끝나요.
pt: A sua opinião é importante para nós — só leva alguns segundos.
ru: Ваше мнение важно для нас — это займёт всего несколько секунд.
zh_hans: 你的看法对我们很重要，花几秒告诉我们吧。
zh_hant: 你的看法對我們很重要，花幾秒告訴我們吧。

# rater.prompt.rate
source: Rate App
de: Bewerten
es: Valorar
fr: Noter
it: Valuta
ja: 評価する
ko: 평가하기
pt: Avaliar
ru: Оценить
zh_hans: 去评分
zh_hant: 去評分

# rater.prompt.later
source: Maybe later
de: Vielleicht später
es: Quizá más tarde
fr: Plus tard
it: Forse più tardi
ja: あとで
ko: 나중에
pt: Talvez mais tarde
ru: Позже
zh_hans: 以后再说
zh_hant: 以後再說

# rater.prompt.optOut
source: Don't ask again
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
ja: 今後は表示しない
ko: 다시 묻지 않기
pt: Não perguntar novamente
ru: Больше не спрашивать
zh_hans: 不再提示
zh_hant: 不再提示

# rater.category.bug
source: Something's broken
de: Etwas funktioniert nicht
es: Algo no funciona
fr: Quelque chose ne marche pas
it: Qualcosa non funziona
ja: 不具合の報告
ko: 문제가 있어요
pt: Algo não funciona
ru: Что-то не работает
zh_hans: 遇到问题
zh_hant: 遇到問題

# rater.category.feature
source: Feature request
de: Funktionswunsch
es: Sugerir una función
fr: Suggestion de fonctionnalité
it: Richiesta di funzionalità
ja: 機能のご要望
ko: 기능 제안
pt: Sugestão de funcionalidade
ru: Предложить функцию
zh_hans: 功能建议
zh_hant: 功能建議

# rater.category.other
source: Something else
de: Sonstiges
es: Otra cosa
fr: Autre
it: Altro
ja: その他
ko: 기타
pt: Outro assunto
ru: Другое
zh_hans: 其它
zh_hant: 其他

# rater.error.invalidResponse
source: The server sent something we couldn't read.
de: Der Server hat eine unlesbare Antwort gesendet.
es: El servidor envió una respuesta que no pudimos leer.
fr: Le serveur a envoyé une réponse illisible.
it: Il server ha inviato una risposta illeggibile.
ja: サーバーから読み取れない応答が返されました。
ko: 서버에서 읽을 수 없는 응답이 왔어요.
pt: O servidor enviou uma resposta ilegível.
ru: Сервер вернул неразборчивый ответ.
zh_hans: 服务器返回了无法识别的内容
zh_hant: 伺服器傳回了無法識別的內容

# rater.error.server
source: The server had a problem. Please try again later.
de: Auf dem Server ist ein Problem aufgetreten. Bitte später erneut versuchen.
es: El servidor tuvo un problema. Inténtalo de nuevo más tarde.
fr: Le serveur a rencontré un problème. Merci de réessayer plus tard.
it: Si è verificato un problema sul server. Riprova più tardi.
ja: サーバーで問題が発生しました。しばらくしてからお試しください。
ko: 서버에 문제가 생겼어요. 잠시 후 다시 시도해 주세요.
pt: Ocorreu um problema no servidor. Tente novamente mais tarde.
ru: На сервере возникла проблема. Повторите попытку позже.
zh_hans: 服务器出了点问题，请稍后再试
zh_hant: 伺服器出了點問題，請稍後再試

# rater.error.network
source: No network connection. Check your connection and try again.
de: Keine Netzwerkverbindung. Bitte Verbindung prüfen.
es: Sin conexión a internet. Comprueba la conexión e inténtalo de nuevo.
fr: Aucune connexion réseau. Vérifiez votre connexion et réessayez.
it: Nessuna connessione di rete. Controlla la connessione e riprova.
ja: ネットワークに接続できません。接続を確認してください。
ko: 네트워크에 연결되어 있지 않아요. 연결을 확인한 뒤 다시 시도해 주세요.
pt: Sem ligação à rede. Verifique a ligação e tente novamente.
ru: Нет подключения к сети. Проверьте соединение и повторите попытку.
zh_hans: 网络连接不可用，请检查后重试
zh_hant: 網路連線不可用，請檢查後重試

# rater.error.attachment
source: That screenshot couldn't be processed. Try another one.
de: Der Screenshot konnte nicht verarbeitet werden. Bitte einen anderen wählen.
es: No se pudo procesar la captura. Prueba con otra.
fr: Cette capture d’écran n’a pas pu être traitée. Essayez-en une autre.
it: Non è stato possibile elaborare lo screenshot. Provane un altro.
ja: スクリーンショットを処理できませんでした。別の画像でお試しください。
ko: 스크린샷을 처리할 수 없었어요. 다른 이미지로 시도해 주세요.
pt: Não foi possível processar a captura de ecrã. Tente outra.
ru: Не удалось обработать снимок экрана. Попробуйте другой.
zh_hans: 截图处理失败，请换一张试试
zh_hant: 截圖處理失敗，請換一張試試

# rater.diag.device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
pt: Dispositivo
ru: Устройство
zh_hans: 设备型号
zh_hant: 裝置型號

# rater.diag.locale
source: Language / Region
de: Sprache / Region
es: Idioma / Región
fr: Langue / Région
it: Lingua / Regione
ja: 言語 / 地域
ko: 언어 / 지역
pt: Idioma / Região
ru: Язык / регион
zh_hans: 语言 / 地区
zh_hant: 語言 / 地區

# rater.diag.timezone
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pt: Fuso horário
ru: Часовой пояс
zh_hans: 时区
zh_hant: 時區

# rater.diag.installDays
source: Days installed
de: Tage installiert
es: Días desde la instalación
fr: Jours depuis l’installation
it: Giorni dall’installazione
ja: 利用日数
ko: 사용 일수
pt: Dias desde a instalação
ru: Дней с установки
zh_hans: 使用天数
zh_hant: 使用天數

# rater.diag.launchCount
source: Launches
de: Starts
es: Aperturas
fr: Lancements
it: Avvii
ja: 起動回数
ko: 실행 횟수
pt: Aberturas
ru: Запусков
zh_hans: 启动次数
zh_hant: 啟動次數

# rater.form.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# rater.form.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt: Enviar
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

# rater.form.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

# rater.form.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 분류
pt: Categoria
ru: Категория
zh_hans: 分类
zh_hant: 分類

# rater.form.message
source: What happened?
de: Was ist passiert?
es: ¿Qué ha pasado?
fr: Que s’est-il passé ?
it: Cosa è successo?
ja: どうされましたか？
ko: 무슨 일이 있었나요?
pt: O que aconteceu?
ru: Что произошло?
zh_hans: 想说点什么？
zh_hant: 想說點什麼？

# rater.form.messagePlaceholder
source: Tell us what went wrong, or what you'd like to see.
de: Beschreibe das Problem oder deinen Wunsch.
es: Cuéntanos qué no funciona o qué te gustaría ver.
fr: Décrivez le problème ou ce que vous aimeriez voir.
it: Descrivi il problema o cosa ti piacerebbe vedere.
ja: 不具合の内容やご要望をお聞かせください。
ko: 어떤 문제가 있었는지, 또는 원하는 기능을 알려 주세요.
pt: Descreva o problema ou o que gostaria de ver.
ru: Опишите проблему или то, что вы хотели бы увидеть.
zh_hans: 告诉我们哪里不好用，或者你希望有什么功能。
zh_hant: 告訴我們哪裡不好用，或者你希望有什麼功能。

# rater.form.messageTooShort
source: Please write at least a few words.
de: Bitte schreibe noch ein paar Worte.
es: Escribe al menos unas palabras.
fr: Merci d’écrire au moins quelques mots.
it: Scrivi almeno qualche parola.
ja: もう少し詳しくご記入ください。
ko: 몇 글자만 더 적어 주세요.
pt: Escreva pelo menos algumas palavras.
ru: Напишите хотя бы несколько слов.
zh_hans: 至少写几个字吧
zh_hant: 至少寫幾個字吧

# rater.form.emailHint
source: Only used to reply to you. Leave it blank to stay anonymous.
de: Nur für unsere Antwort. Leer lassen, um anonym zu bleiben.
es: Solo se usa para responderte. Déjalo vacío para enviarlo de forma anónima.
fr: Utilisé uniquement pour vous répondre. Laissez vide pour rester anonyme.
it: Usata solo per risponderti. Lascia vuoto per restare anonimo.
ja: ご返信のみに使用します。空欄のままでも送信できます。
ko: 답장을 보낼 때만 사용해요. 비워 두면 익명으로 전송됩니다.
pt: Usado apenas para lhe responder. Deixe em branco para ficar anónimo.
ru: Используется только для ответа вам. Оставьте пустым, чтобы отправить анонимно.
zh_hans: 仅用于回复你。留空则匿名提交。
zh_hant: 僅用於回覆你。留空則匿名提交。

# rater.form.emailInvalid
source: That doesn't look like a valid email address.
de: Das sieht nicht nach einer gültigen E-Mail-Adresse aus.
es: Esa dirección de correo no parece válida.
fr: Cette adresse e-mail ne semble pas valide.
it: L’indirizzo e-mail non sembra valido.
ja: メールアドレスの形式が正しくないようです。
ko: 이메일 주소 형식이 올바르지 않은 것 같아요.
pt: Este endereço de e-mail não parece válido.
ru: Похоже, адрес эл. почты указан неверно.
zh_hans: 邮箱格式好像不太对
zh_hant: 電子郵件格式好像不太對

# rater.form.addScreenshot
source: Add screenshot
de: Screenshot hinzufügen
es: Añadir captura
fr: Ajouter une capture
it: Aggiungi screenshot
ja: スクリーンショットを追加
ko: 스크린샷 추가
pt: Adicionar captura
ru: Добавить снимок
zh_hans: 添加截图
zh_hant: 新增截圖

# rater.form.removeScreenshot
source: Remove screenshot
de: Screenshot entfernen
es: Quitar captura
fr: Supprimer la capture
it: Rimuovi screenshot
ja: スクリーンショットを削除
ko: 스크린샷 삭제
pt: Remover captura
ru: Удалить снимок
zh_hans: 移除截图
zh_hant: 移除截圖

# rater.form.imageFailed
source: One image couldn't be read. Try another one.
de: Ein Bild konnte nicht gelesen werden. Bitte ein anderes wählen.
es: No se pudo leer una imagen. Prueba con otra.
fr: Une image n’a pas pu être lue. Essayez-en une autre.
it: Non è stato possibile leggere un’immagine. Provane un’altra.
ja: 読み込めない画像がありました。別の画像をお試しください。
ko: 읽을 수 없는 이미지가 있어요. 다른 이미지로 시도해 주세요.
pt: Não foi possível ler uma imagem. Tente outra.
ru: Одно изображение не удалось прочитать. Попробуйте другое.
zh_hans: 有张图片没能读取，换一张试试
zh_hant: 有張圖片沒能讀取，換一張試試

# rater.form.diagnostics
source: What gets sent with this
de: Was mitgesendet wird
es: Qué se envía con esto
fr: Ce qui est envoyé avec
it: Cosa viene inviato insieme
ja: 一緒に送信される情報
ko: 함께 전송되는 정보
pt: O que é enviado com isto
ru: Что отправляется вместе с отзывом
zh_hans: 将随反馈发送的信息
zh_hant: 將隨回饋發送的資訊

# rater.form.diagnosticsFooter
source: This helps us reproduce the problem. It contains nothing that identifies you.
de: Das hilft uns, das Problem nachzuvollziehen. Es enthält nichts, was dich identifiziert.
es: Esto nos ayuda a reproducir el problema. No contiene nada que te identifique.
fr: Cela nous aide à reproduire le problème. Rien ne permet de vous identifier.
it: Ci aiuta a riprodurre il problema. Non contiene nulla che ti identifichi.
ja: 問題の再現に役立てます。個人を特定する情報は含まれません。
ko: 문제를 재현하는 데 도움이 됩니다. 개인을 식별하는 정보는 포함되지 않아요.
pt: Isto ajuda-nos a reproduzir o problema. Não contém nada que o identifique.
ru: Это помогает нам воспроизвести проблему. Данные не позволяют вас идентифицировать.
zh_hans: 这些信息帮助我们复现问题，其中不包含任何能识别你身份的内容。
zh_hant: 這些資訊幫助我們重現問題，其中不包含任何能識別你身分的內容。

# rater.form.thanksTitle
source: Thanks!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
pt: Obrigado!
ru: Спасибо!
zh_hans: 收到了，谢谢！
zh_hant: 收到了，謝謝！

# rater.form.thanksMessage
source: We read every message. If you left an email, we'll get back to you.
de: Wir lesen jede Nachricht. Mit E-Mail-Adresse melden wir uns zurück.
es: Leemos todos los mensajes. Si dejaste tu correo, te responderemos.
fr: Nous lisons chaque message. Si vous avez laissé votre e-mail, nous vous répondrons.
it: Leggiamo ogni messaggio. Se hai lasciato la tua e-mail, ti risponderemo.
ja: いただいたご意見はすべて拝見します。メールアドレスをご記入いただいた場合はご返信します。
ko: 보내주신 의견은 모두 읽어봅니다. 이메일을 남겨 주셨다면 답장을 드릴게요.
pt: Lemos todas as mensagens. Se deixou o seu e-mail, entraremos em contacto.
ru: Мы читаем каждое сообщение. Если вы оставили эл. почту, мы вам ответим.
zh_hans: 每一条我们都会看。留了邮箱的话我们会回复你。
zh_hant: 每一條我們都會看。留了電子郵件的話我們會回覆你。

# rater.conversations.title
source: Your Feedback
de: Dein Feedback
es: Tus comentarios
fr: Vos retours
it: Il tuo feedback
ja: フィードバック履歴
ko: 내 피드백
pt: Seu feedback
ru: Ваши отзывы
zh_hans: 我的反馈
zh_hant: 我的意見回饋

# rater.conversations.new
source: New Feedback
de: Neues Feedback
es: Nuevo comentario
fr: Nouveau retour
it: Nuovo feedback
ja: 新しいフィードバック
ko: 새 피드백
pt: Novo feedback
ru: Новый отзыв
zh_hans: 新反馈
zh_hant: 新的意見回饋

# rater.conversations.emptyTitle
source: No Feedback Yet
de: Noch kein Feedback
es: Aún no hay comentarios
fr: Aucun retour pour l'instant
it: Ancora nessun feedback
ja: まだフィードバックはありません
ko: 아직 피드백이 없습니다
pt: Nenhum feedback ainda
ru: Пока нет отзывов
zh_hans: 还没有反馈
zh_hant: 還沒有意見回饋

# rater.conversations.emptyMessage
source: Feedback you send shows up here, along with our replies.
de: Hier siehst du dein Feedback und unsere Antworten darauf.
es: Aquí verás los comentarios que envíes y nuestras respuestas.
fr: Vos retours et nos réponses apparaissent ici.
it: Qui trovi il feedback che invii e le nostre risposte.
ja: 送信したフィードバックと私たちからの返信がここに表示されます。
ko: 보내신 피드백과 저희 답변이 여기에 표시됩니다.
pt: Os feedbacks que você enviar e nossas respostas aparecem aqui.
ru: Здесь появятся ваши отзывы и наши ответы на них.
zh_hans: 你发出的反馈和我们的回复都会显示在这里。
zh_hant: 你送出的意見回饋和我們的回覆都會顯示在這裡。

# rater.conversations.send
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour
it: Invia feedback
ja: フィードバックを送る
ko: 피드백 보내기
pt: Enviar feedback
ru: Отправить отзыв
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# rater.conversations.loadFailed
source: Couldn't Load Your Feedback
de: Feedback konnte nicht geladen werden
es: No se pudieron cargar tus comentarios
fr: Impossible de charger vos retours
it: Impossibile caricare il feedback
ja: フィードバックを読み込めませんでした
ko: 피드백을 불러올 수 없습니다
pt: Não foi possível carregar seu feedback
ru: Не удалось загрузить отзывы
zh_hans: 无法加载反馈
zh_hant: 無法載入意見回饋

# rater.conversations.retry
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# rater.conversations.resolved
source: Resolved
de: Erledigt
es: Resuelto
fr: Résolu
it: Risolto
ja: 解決済み
ko: 해결됨
pt: Resolvido
ru: Решено
zh_hans: 已解决
zh_hant: 已解決

# rater.thread.placeholder
source: Write a reply…
de: Antwort schreiben …
es: Escribe una respuesta…
fr: Écrire une réponse…
it: Scrivi una risposta…
ja: 返信を入力…
ko: 답장 쓰기…
pt: Escreva uma resposta…
ru: Написать ответ…
zh_hans: 写回复…
zh_hant: 撰寫回覆…

# rater.thread.sending
source: Sending…
de: Wird gesendet …
es: Enviando…
fr: Envoi…
it: Invio in corso…
ja: 送信中…
ko: 보내는 중…
pt: Enviando…
ru: Отправка…
zh_hans: 正在发送…
zh_hant: 正在傳送…

# rater.thread.queued
source: Waiting for a connection
de: Warte auf Verbindung
es: Esperando conexión
fr: En attente de connexion
it: In attesa di connessione
ja: 接続を待っています
ko: 연결 대기 중
pt: Aguardando conexão
ru: Ожидание подключения
zh_hans: 等待网络连接
zh_hant: 等待網路連線

# rater.thread.notSent
source: Not Sent
de: Nicht gesendet
es: No enviado
fr: Non envoyé
it: Non inviato
ja: 未送信
ko: 전송되지 않음
pt: Não enviado
ru: Не отправлено
zh_hans: 未发送
zh_hant: 未傳送

# rater.thread.discard
source: Delete Message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
pt: Apagar mensagem
ru: Удалить сообщение
zh_hans: 删除消息
zh_hant: 刪除訊息

# rater.thread.resolvedNote
source: This was marked as resolved. If something's still not right, just write back.
de: Das wurde als erledigt markiert. Falls noch etwas nicht stimmt, schreib einfach zurück.
es: Se marcó como resuelto. Si algo sigue sin funcionar, responde aquí.
fr: Ce sujet a été marqué comme résolu. Si quelque chose ne va toujours pas, répondez simplement.
it: È stato segnato come risolto. Se qualcosa non va ancora, rispondi pure qui.
ja: この件は解決済みになっています。まだ問題があれば、そのまま返信してください。
ko: 해결됨으로 표시되었습니다. 아직 문제가 있다면 답장해 주세요.
pt: Isto foi marcado como resolvido. Se algo ainda não estiver certo, é só responder.
ru: Вопрос отмечен как решённый. Если что-то всё ещё не так, просто ответьте.
zh_hans: 这条已标记为解决。如果还有问题，直接回复就好。
zh_hant: 這則已標記為解決。如果還有問題，直接回覆就好。

# rater.prompt.feedback
source: Feedback
es: Opinar
fr: Remarques
ja: フィードバック
ko: 의견 보내기
pt: Opinião
ru: Написать нам
zh_hans: 意见反馈
zh_hant: 意見回饋

# rater.diag.appVersion
source: App version
es: Versión de la app
fr: Version de l’app
it: Versione dell’app
ja: Appのバージョン
ko: 앱 버전
pt: Versão da app
ru: Версия приложения
zh_hans: App 版本
zh_hant: App 版本

# rater.diag.os
source: System version
es: Versión del sistema
fr: Version du système
it: Versione del sistema
ja: OSバージョン
ko: 시스템 버전
pt: Versão do sistema
ru: Версия системы
zh_hans: 系统版本
zh_hant: 系統版本

# rater.form.title
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
pt: Comentários
ru: Отзыв
zh_hans: 意见反馈
zh_hant: 意見回饋

# rater.form.email
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱
zh_hant: 電子郵件

# rater.form.optional
source: (optional)
es: (opcional)
fr: (facultatif)
it: (facoltativo)
ja: （任意）
ko: (선택 사항)
pt: (opcional)
ru: (необязательно)
zh_hans: （选填）
zh_hant: （選填）

# rater.form.attachments
source: Screenshots
es: Capturas
fr: Captures d’écran
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
pt: Capturas de ecrã
ru: Снимки экрана
zh_hans: 截图
zh_hant: 截圖

# rater.diag.bundleID
source: Bundle ID
ja: バンドルID
ko: 번들 ID
